Loadtesting/Loadtest_3replicas/loadtest_30s_100_05-26_19-06-13/text.txt
Requests      [total, rate]            3000, 100.03
Duration      [total, attack, wait]    30.010398829s, 29.989999921s, 20.398908ms
Latencies     [mean, 50, 95, 99, max]  22.311657ms, 21.069876ms, 33.32915ms, 45.039293ms, 64.006893ms
Bytes In      [total, mean]            5244000, 1748.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:3000  
Error Set: